{
  "title": "",
  "deck": "Christian group revises up number of students and teachers missing after one of country’s largest mass abduction Gunmen have kidnapped more than 300 students and teachers in one of the largest mass kidnappings in Nigeria, a Christian group said on Saturday, as security fears mounted in Africa’s most populous nation. The early Friday raid on St Mary’s co-educational school in Niger state in western Nigeria came after gunmen on Monday stormed a secondary school in neighbouring Kebbi state, abducting 25 girls. Continue reading... (https://www.theguardian.com/world/2025/nov/22/security-fears-rise-in-nigeria-after-more-than-300-taken-mass-school-kidnapping)",
  "draft_text": "",
  "yaml_text": "title: Security fears rise in Nigeria after more than 300 schoolchildren kidnapped\nsummary: Christian group revises up number of students and teachers missing after\n  one of country’s largest mass abduction Gunmen have kidnapped more than 300 students\n  and teachers in one of the largest mass kidnappings in Nigeria, a Christian group\n  said on Saturday, as security fears mounted in Africa’s most populous nation. The\n  early Friday raid on St Mary’s co-educational school in Niger state in western Nigeria\n  came after gunmen on Monday stormed a secondary school in neighbouring Kebbi state,\n  abducting 25 girls. Continue reading... (https://www.theguardian.com/world/2025/nov/22/security-fears-rise-in-nigeria-after-more-than-300-taken-mass-school-kidnapping)\nsource: Guardian World\ntimestamp: Sat, 22 Nov 2025 23:22:35 GMT\nauthor: AFP\nurl: https://www.theguardian.com/world/2025/nov/22/security-fears-rise-in-nigeria-after-more-than-300-taken-mass-school-kidnapping\nbody: 'Christian group revises up number of students and teachers missing after one\n  of country’s largest mass abduction Gunmen have kidnapped more than 300 students\n  and teachers in one of the largest mass kidnappings in Nigeria, a Christian group\n  said on Saturday, as security fears mounted in Africa’s most populous nation. The\n  early Friday raid on St Mary’s co-educational school in Niger state in western Nigeria\n  came after gunmen on Monday stormed a secondary school in neighbouring Kebbi state,\n  abducting 25 girls. Continue reading... (https://www.theguardian.com/world/2025/nov/22/security-fears-rise-in-nigeria-after-more-than-300-taken-mass-school-kidnapping)\n\n\n  (Continue writing here…)'\n",
  "author": "AFP",
  "yaml_buffer": {},
  "last_saved_name": "(Design→Write)",
  "write_dirty": false
}